{
    "territories": [
        {
            "id": "libertis",
            "name": "Libertis",
            "description": "Libertis started as a small village led by the Marcus family, it was a tribe really, the forest had always harbored tribes of hunters, but despite the quantity of them, they rarely ever got into conflict with one another, the reason was simple, the land was bountiful, there was no lack of resources, food, animals, or water. So, when conflict did come between the tribes, it was mainly due to territorial qualms or personal grudges. Among the many factions, two tribes of the forest stood out, be that for having more influence, strength or numbers, the Annot, and the Marcus were the most influential figures in the territory. Eventually the influence of the Annot brought together multiple tribes and they formed what is now the city of Oase, which became the biggest city in the territory, rivaling those of the neighboring empires, Korzah and Ohgar, and boasting plentiful resources. Not long after, the war between Korzah and Ohgar broke out, and when Dilitrio attempted to invade the forest, it was through joint effort between the Lord of Oase, Dominic Annot and Volker Marcus that they managed to halt his advance. The villagers of Libertis were great warriors, in particular Volker Marcus distinguished himself, winning battles that seemed lost from the beginning, because of this, more tribes joined Libertis to keep their people safe from the war, and to become stronger. In the process, the Marcus family began to be even more influential, and even aided the empire of Ohgar during the war, as Volker often made rescue missions to stop Dilitrio from gaining any advantage over them and Ohgar, as such, he was often reimbursed for his services, making a good relation with Ohgar and Oase, which eventually allowed for Libertis to become a full-fledged town when Korzah stopped their advance during the Great Dying. To this day, Libertis is the most influential force in the forest, with the Marcus family helming it and being widely respected for their efforts during the war that kept the forest safe."
        },
        {
            "id": "oase",
            "name": "Oase",
            "description": "After Dominic Annot founded Oase, he focused the efforts on making great farms, expand his territory to care for cattle, and make a strong economical foundation with the selling of iron from the mines in his territory. Ohgar was the main client for the iron, as the possibility of war between them and Korzah was already something they were preparing for, therefore, the relations between Oase and Ohgar became amicable pretty quickly, which meant the opposite was true for Korzah. During the war, Dominic worked alongside Volker to protect the forest and Oase, negotiating with Ohgar to enhance their forces and getting resources they needed to keep Korzah at bay. Eventually though, Dominic fell in combat against Dilitrio, and Horace, Dominic's son, took stepped up as the new ruler. Around the same time, the Great Dying spread in Korzah, and their attacks lost their ferocity, allowing for Horace to keep Oase away from further battles, and instead taking more of a supporting role, by selling resources for protection. To this day Oase is still one of the most bountiful cities, and has a strong economical presence, but the respect and admiration other settlements had for them dwindled away after their civil war."
        },
        {
            "id": "korzah",
            "name": "Korzah",
            "description": "The largest Empire there is, with Korzah as the capital, and once feared as the mightiest of them all. A city born of conquest, founded by Dilitrio Morgan, who led his people into war after war, successfully taking over half the territory available. Their empire boasted enormous amounts of resources and fertile lands, but the continuous war efforts reduced the workers at their disposal, so they relied in a lot of slave labor to maintain their position. Dilitrio didn't have enough though, and envied Ohgar for their lands, beautiful, with a huge diversity of vegetation and good climate. So Dilitrio decided to continue his advancement until he conquered every village, town and city. Despite the strength and experience from the Korzahn warriors, Ohgar managed to hold them back with the joint efforts of the villages of the forest and the city of Oase, but just as they seemed to be getting a slight advantage in the war after killing Dominic Annot, a plague known as the Great Dying infest Korzah. Their bountiful harvests reduced to putrid fruits and vegetables, their slaves slowly dying of sickness, the lands conquered by Dilitrio became of no use to Korzah, as they became inhabitable, the ground purple, the air thick, just a few days in there was enough to sicken most people, and their symptoms to worsen until death came for most of them. In consequence, the Korzahn army was forced to retreat away from what is known today as the “deathlands”, trying to regroup and gather resources again before continuing their conquest. But at the same time, many saw opportunity to rebel against Dilitrio's reign, whose army was greatly affected by the plague. Civil was broke out, and as rebellions were stopped, the plague continued to spread, and eventually, most of the territory was affected to some degree by the plague, and countless harvests and lives were lost. Dilitrio tried to gather what remained of his army, alongside the Lothbrok lords and August Ilhamy, he intended to finish the war against Ohgar and conquer their lands to be able to enjoy their harvests, but before they could be movilized, Dilitrio was assassinated in his palace, leading to Jason taking over the throne. Jason reached for peace, and the constant war of Korzah ended. With time, the land slowly started to heal, with the capital, Crystalbrook, and Castlefeel being able to produce small harvests, with Heartland becoming the main supporting pillar of the empire with more bountiful harvests, as the plague didn't spread in that territory. To this day, Korzah is the largest empire, but also the poorest, with the reign of Jason looking and spending their resources in trying to fix their lands and teach their citizens to properly work the land instead of relying on slaves."
        },
        {
            "id": "heartland",
            "name": "Heartland",
            "description": "A city founded and ruled by August Ilhamy, the most prosperous city in the empire of Korzah, where the plague known as the Great Dying couldn't spread. It has become the pillar of the Empire and prevented its collapse, near its territory there are other neighboring cities that used to be part of the empire but obtained their independence during the riots. Despite the past, Jason and August managed to obtain amicable relations with those cities and make commerce with Korzah through Heartland. All to say, Heartland became the most important city in the empire after the Great Dying, with its leader becoming a very respected figure throughout the empire."
        },
        {
            "id": "crystalbrook",
            "name": "Crystalbrook",
            "description": "This city was conquered by Erebus Lothbrok alongside the army of Dilitrio Morgan. It has many resources in the form of minerals in their mines, and has economic stability thanks to being able to sell them, but the city still suffers from the aftermath of the Great Dying, as the crops they manage to grow are far and few between, but thanks to good business relations, it manages to give Korzah an economical support, while Heartland acts as the main farmland."
        },
        {
            "id": "castlefell",
            "name": "Castlefell",
            "description": "This city has been ruled by the Lothbrok family since its foundation, and is currently led by Phoibos, it is one of the cities that was least affected by the Great Dying, largely affected only by its proximity to Crystalbrook. Because of this they are able to grow a fair amount of crops, and aids Crytalbrook to ensure both cities have enough resources to live by. Still, it is far from where it used to be before the plague infested Korzah."
        },
        {
            "id": "ohgar",
            "name": "Ohgar",
            "description": "The capital of the Empire of Ohgar, known as the most prosperous empire, it boasts great lands, with plentiful harvests, with a diverse array of fruits and vegetables, great economical foundation and great climate make it the best territory to live in. Not long after the war against Korzah, the empire of Ohgar prospered even more than before, despite having lost many of it's male population, they kept going strong with Hironori Sato at the crown. The territory is divided in four main cities, Ohgar, the capital led by Hironori Sato, Kairi, led by Takiko Sakurai, Kaze, led by Yuto Amano, and Shizen, led by Hiroshi Katayama. Each city operates and functions independently, while remaining loyal to the emperor. Not many conflicts are found in the empire, and the citizens overall seem to be happy, but the population is yet to completely recover from the scars of the war against Korzah, but thanks to the peace obtained since Jason took over the crown of Korzah, Ohgar was able to focus on improving the quality of life of it's citizens and the relations with Korzah have slowly been improving."
        },
        {
            "id": "kairi",
            "name": "Kairi",
            "description": "A prosperous city in front of the capital of Ohgar, it has been ruled by the Sakurai family from its foundation and boasted great lands and harvests. Despite that, the once bountiful harvests are no more, the city barely has any resources left, as many plants died drowned in the creation of the sea that was meant to keep Korzah away. Despite this, the structure and land are still far better than the ones found in Korzah, and Diomedes's army currently resides in this city while he gathers resources to continue on with the war."
        },
        {
            "id": "kaze",
            "name": "Kaze",
            "description": "A city on the top of the mountains of Ohgar, a very windy territory, difficult to traverse for those unaccustomed to it. It has been ruled for generations by the Amano family, but has recently been conquered by Phoibos Lothbrok. But much like in the case of Kairi, Ohgar seemed to mostly abandon the city, without citizens to be taken hostage, and again, only a couple of soldiers and Avgenis that were protecting it. During the siege, the Avgenis focused their efforts in destroying equipment and carriages with provisions before retreating, seemingly to the capital of Ohgar."
        },
        {
            "id": "shizen",
            "name": "Shizen",
            "description": "A city deep withing the jungle of Ohgar, with a bunch of wildlife that makes traversing outside the main roads dangerous for those without experience on it. It has been ruled by the Katayama family since it was established and boasts a good amount of resources in the jungle. That being said, the resources and crops of the city itself were found dead, and the city mostly devoid of people when Erebus conquered it. During the invation, Erebus slayed Hiroshi Katayama, an Avgenis capable of creating animals seemingly from thin air. He was seen capable of creating lions, snakes, and falcons, but was defeated by Erebus before they could destroy any of his resources, and thus the city was conquered without any loss on Erebus's army side."
        }
    ]
}